# Создать множество произвольного содержания. После каждой операции выводить множество на экран
# Добавить 34 во множество.
# Удалить 34 из множества
sett = {1, 42, 'alex'}
sett.add(34)
print(sett)
sett.remove(34)
print(sett)
