#Создать список произвольного содержания. Вывести на экран третий, пятый и шестой элементы
x = [1, 2, 444, 777, 'alex', 111, 567]
print(x[3], x[4], x[5])
