"""Даны действительные числа x и y. Получить

Для нахождения модуля использовать функцию abs(..) """
x = -11
y = 3
print(x, y)
print((abs(x) - abs(y)) / (abs(x * y) + 1))
