# Даны 2 действительных числа a и b. Получить их сумму, разность и произведение.
a = 4
b = 5
print(a, b)
sum = a + b
print(sum)
diff = a - b
print(diff)
mult = a * b
print(mult)

