# Ввести с клавиатуры имя пользователя.
# Вывести на экран “Hello, [name]!”
string = input('Hello, name: ')
print(string)
