# Дана длина ребра куба. Найти объем куба и площадь всей его поверхности.
x = 10
v = 10 ** 3
print(v)
s = 6 * x ** 2
print(s)

