#Написать произвольную строку. Получить подстроку, которая начинается с пятого символа, заканчивается предпредпоследним символом с шагом три.
x='0123456789'
print (x[5:len(x)-1:3])
