#Создать произвольную строку. Получить подстроку с третьего элемента и до конца. Написать два решения с использованием полной и сокращенной записи.
x='0123456789'
print (x[1:len(x):2])

x='0123456789'
print(x[1: :2])


