# Создать переменные firstname, lastname, age с соответствующими значениями
firstname = 'Иван'
lastname = 'Иванович'
age = '35'
print('Привет' + ', ' + 'меня ' + 'зовут ' + firstname + ' ' + lastname + ', ' + 'мне ' + age + ' ' + 'лет')
